<div class="alert alert-warning" role="alert">
    <p>ООО «РКС-энерго» рекомендует всем потребителям — гражданам использовать для информационного взаимодействия с
        ООО
        «РКС-энерго» адреса электронной почты, организованные на площадках любых общедоступных российских почтовых
        сервисов (
        например: Yandex.ru, Mail.ru и т.д.) доставка писем на адреса почтовых серверов Gmail.com; Yahoo и пр. может
        быть
        заблокирована внешними зарубежными сервисами….</p>
</div>
