<div class="offcanvas offcanvas-start" tabindex="-1" id="policy_cookies" aria-labelledby="offcanvasLabel">
    <div class="offcanvas-header">
        <h5 class="offcanvas-title" id="offcanvasLabel">Политика файлов cookies</h5>
        <button type="button" class="btn-close" data-bs-dismiss="offcanvas" aria-label="Close"></button>
    </div>
    <div class="offcanvas-body">
        <p>Настоящая Политика в отношении файлов cookie (далее – Политика) определяет
            порядок и условия использования ООО «РКС-Энерго» файлов cookie
            пользователей во время их посещения и использования сайта https://www.rks-
            energo.ru (далее - Сайт).</p>
        <h6>ЧТО ТАКОЕ ФАЙЛЫ COOKIE?</h6>
        <p>Файлы cookie представляют собой файлы, которые загружаются на устройство,
            через которое осуществляется вход на Сайт (в том числе, но не ограничиваясь,
            мобильные телефоны, компьютеры, планшеты и иные устройства) во время
            посещения Сайта. Обычно сохраненные на вашем устройстве файлы cookie
            отправляются на Сайт при его повторном посещении или на другой Сайт, который
            может их распознать.</p>
        <p>Файлы cookie позволяют идентифицировать Вас, получать информацию о тех
            действиях, которые Вы осуществляете на Сайте, а также о Ваших предпочтениях,
            благодаря чему помогают сделать посещение Сайта более комфортным и удобным.</p>
        <h6>КАК УПРАВЛЯТЬ ФАЙЛАМИ COOKIE?</h6>
        <p>Вы можете управлять файлами cookie различными способами. Необходимо
            помнить, что в случае удаления или блокировки файлов cookie, возможно, не все
            функции Сайта будут вам доступны или не все страницы Сайта будут корректно
            отображаться.</p>
        <p>Большинство браузеров разрешают использование файлов cookie по умолчанию,
            но Вы можете выбрать следует ли использовать файлы cookie, с помощью
            элементов управления, которые как правило находятся в меню
            «Инструменты»/«Настройки» браузера.</p>
        <p>Так же Вы можете настроить параметры Вашего браузера, используемого для
            просмотра Сайта, чтобы включить, отключить или удалить файлы cookie. Более
            подробную информацию о том, как изменить настройки браузера или как
            блокировать, управлять или фильтровать файлы cookie, можно найти в файле
            справки Вашего браузера.</p>
        <h6>КАКИЕ ФАЙЛЫ COOKIE ИСПОЛЬЗУЮТСЯ НА ДАННОМ САЙТЕ?</h6>
        <p>Файлы cookie используются только на основании Вашего согласия. Осуществить
            действия по отказу от использования файлов cookie Вы можете в настройках
            своего браузера, через который осуществляете вход на Сайт, а также в настройках
            своего устройства.</p>
        <p>В настоящей таблице указано, какие именно файлы cookie мы используем и какое
            у них назначение:</p>
        <table>
            <tr>
                <th>Имя cookie</th>
                <th>Описание цели обработки</th>
                <th>Срок действия</th>
            </tr>
            <tr>
                <td>
                    PHPSESSID
                </td>
                <td>
                    Хранит информацию об уникальном идентификаторе сессии пользователя сайта
                </td>
                <td>
                    При завершении сеанса браузера
                </td>
            </tr>
            <tr>
                <td>
                    cherry_trend_views
                </td>
                <td>
                    Используется для корректного отображения сайта в браузере клиента
                </td>
                <td>
                    1 месяц
                </td>
            </tr>
            <tr>
                <td>
                    cookie_notice_accepted
                </td>
                <td>
                    Хранит информацию о согласии использования cookie на сайте
                </td>
                <td>
                    1 месяц
                </td>
            </tr>
        </table>
        <h6>ИЗМЕНЕНИЕ ДАННОЙ ПОЛИТИКИ</h6>
        <p>В Политику время от времени могут вноситься изменения с целью отразить
            возможные изменения в наших процессах использования файлов cookies. Любые
            такие изменения будут опубликованы на этой странице.</p>
        <div class="text-center">
            <a class="btn btn-primary" data-bs-dismiss="offcanvas" href="#">Закрыть</a>
        </div>
    </div>
</div>
