<div class="offcanvas offcanvas-start" tabindex="-1" id="policy_personal_data" aria-labelledby="offcanvasLabel">
    <div class="offcanvas-header">
        <h5 class="offcanvas-title" id="offcanvasLabel">Политика обработки персональных данных в ООО "РКС-энерго"</h5>
        <button type="button" class="btn-close" data-bs-dismiss="offcanvas" aria-label="Close"></button>
    </div>
    <div class="offcanvas-body">
        <h6>1. ОБЩИЕ ПОЛОЖЕНИЯ</h6>
        <p>1.1. Настоящая Политика ООО «РКС-Энерго» по обработке и защите
            персональных данных (далее – Политика) разработана в целях реализации
            требований пункта 2 части 1 статьи 18.1 Федерального закона от 27 июля 2006 г. N
            152-ФЗ “О персональных данных” и действует в отношении всех персональных
            данных, которые ООО «РКС-Энерго» (далее – Общество) получает от субъектов
            персональных данных.</p>
        <p>1.2. Требования настоящей Политики являются обязательными для исполнения
            всеми работниками Общества.</p>
        <p>1.3. Общество публикует Политику в свободном доступе, размещая ее на своем
            официальном сайте в информационно-телекоммуникационной сети “Интернет”.</p>
        <h6>2. ПРАВОВОЕ ОСНОВАНИЕ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h6>
        <p>2.1. Обработка персональных данных осуществляется в объемах и в течение
            сроков, установленных нормативными правовыми актами Российской Федерации:</p>
        <p>2.1.1. Трудовым кодексом Российской Федерации;</p>
        <p>2.1.2. Налоговым Кодексом Российской Федерации;</p>
        <p>2.1.3. Конституцией Российской Федерации;</p>
        <p>2.1.4. Федеральным законом от 27 июля 2006 г. N 152-ФЗ “О персональных
            данных”;</p>
        <p>2.1.5. Уставом и внутренними локальными нормативными актами Общества;</p>
        <p>2.1.6. Согласием на обработку персональных данных;</p>
        <p>2.1.7. Иными законодательными актами Российской Федерации.</p>
        <h6>3. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h6>
        <p>3.1. Обработка персональных данных осуществляется для достижения следующих
            целей:</p>
        <p>3.1.1. Обеспечение соблюдения законодательства Российской Федерации;</p>
        <p>3.1.2. Исполнение обязанностей, как работодателя, в соответствии с
            законодательством Российской Федерации: содействие в трудоустройстве,
            обучении и продвижении по службе; ведение кадрового делопроизводства,
            обеспечение личной безопасности работника, контроль количества и качества
            выполняемой работы, обеспечение сохранности имущества, обеспечение
            медицинского и социального страхования, охраны труда, организация
            командирования работников;</p>
        <p>3.1.3. Исполнение гражданско-правовых договоров, стороной которого, является
            субъект персональных данных;</p>
        <p>3.1.4. Соблюдение внутриобъектового и пропускного режима;</p>
        <p>3.1.5. Архивное хранение документов в соответствии с законодательством
            Российской Федерации, в том числе выдача архивных справок по требованию
            субъекта персональных данных или его законного представителя;</p>
        <p>3.1.6. Оформление и отправка ответов на запросы, полученные Обществом, а
            также оформление отчетов по данным запросам.</p>
        <p>3.2. Общество вправе определить иные цели обработки персональных данных в
            рамках законодательства Российской Федерации.</p>
        <h6>4. КАТЕГОРИИ ОБРАБАТЫВАЕМЫХ ДАННЫХ, ИСТОЧНИКИ ИХ ПОЛУЧЕНИЯ, СРОКИ ОБРАБОТКИ</h6>
        <p>4.1. В Обществе обрабатываются следующие категории персональных данных:</p>
        <p>4.1.4. Персональные данные посетителей. Источник получения: субъекты
            персональных данных;</p>
        <p>4.1.5. Персональные данные лиц, обращающихся в Общество через корпоративный
            сайт или иными способами. Источник получения: субъекты персональных данных;</p>
        <p>4.2. Общество не осуществляет обработку персональных данных, касающихся
            расовой, национальной принадлежности, политических взглядов, религиозных или
            философских убеждений и интимной жизни.</p>
        <p>4.3. Общество осуществляет обработку персональных данных, связанных с
            состоянием здоровья, исключительно в случаях, предусмотренных
            законодательством Российской Федерации.</p>
        <p>4.4. Сроки обработки персональных данных установлены: </p>
        <p>4.4.1. В соответствии с правовыми актами Российской Федерации – в части
            персональных данных, обрабатываемых в соответствии с требованиями
            законодательства Российской Федерации;</p>
        <p>4.4.2. согласием на обработку персональных данных – в части персональных
            данных, обрабатываемых в соответствии с согласием на обработку персональных
            данных.</p>
        <h6>5. ОСНОВНЫЕ ПРИНЦИПЫ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</p>
            <p>5.1. Обработка персональных данных в Обществе осуществляется на основе
                принципов, установленных ст. 5 Федерального закона от 27.07.2006 года № 152-
                ФЗ «О персональных данных», а именно:</p>
            <p>5.1.1. Законности и справедливости целей и способов обработки персональных
                данных, соответствия целей обработки персональных данных целям, заранее
                определенным и заявленным при сборе персональных данных;</p>
            <p>5.1.2. Соответствия объема и характера обрабатываемых персональных данных,
                способов обработки персональных данных целям обработки персональных
                данных;</p>
            <p>5.1.3. Достоверности персональных данных, их достаточности для целей
                обработки, недопустимости обработки персональных данных избыточных по
                отношению к целям, заявленным при сборе персональных данных;</p>
            <p>5.1.4. Недопустимости объединения созданных данных для несовместимых между
                собой целей.</p>
            <p>5.2. Обработка персональных данных в Обществе осуществляется с согласия
                субъекта персональных данных, если иное не предусмотрено законодательством
                Российской Федерации.</p>
            <p>5.3. Уничтожение персональных данных либо обезличивание осуществляется по
                достижении целей их обработки или в случае утраты необходимости в их
                достижении, если срок хранения персональных данных не установлен
                законодательством Российской Федерации, другими документами,
                определяющими такой срок.</p>
            <p>5.4. Обработка персональных данных подлежит прекращению, а персональные
                данные – уничтожению в следующих случаях:</p>
            <p>5.4.1. По достижении целей обработки или в случае утраты необходимости в их
                достижении, если иное не предусмотрено законодательством Российской
                Федерации;</p>
            <p>5.4.2. При отзыве согласия на обработку персональных данных, за исключением
                случаев, когда обязанность дальнейшей обработки персональных данных
                определена законодательством Российской Федерации;</p>
            <p>5.4.3. В случае выявления неправомерных действий с персональными данными и
                невозможностью устранения допущенных нарушений в срок, установленным
                законодательством Российской Федерации.</p>
            <p>5.5. Хранение персональных данных осуществляется в форме, позволяющей
                определить субъекта персональных данных, не дольше, чем этого требуют цели их
                обработки.</p>
            <h6>6. СВЕДЕНИЯ О ТРЕТЬИХ ЛИЦАХ, УЧАСТВУЮЩИХ В ОБРАБОТКЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h6>
            <p>6.1. Общество обеспечивает конфиденциальность персональных данных и не
                передает их (не предоставляет доступ к ним) третьим лицам без согласия
                субъектов персональных данных, если иное не предусмотрено законодательством
                Российской Федерации.</p>
            <p>6.2. Общество передает персональные данные (предоставляет доступ к ним)
                органам государственной власти Российской Федерации в соответствии с их
                компетенцией и в объемах, установленных законодательством Российской
                Федерации.</p>
            <p>6.3. Передача персональных данных иным третьим лицам осуществляется
                Обществом на основании договора или поручения на обработку, которыми
                определяются:</p>
            <p>6.3.1. перечень персональных данных;</p>
            <p>6.3.2. перечень действий (операций) с персональными данными, которые будут
                совершаться лицом, осуществляющим обработку персональных данных;</p>
            <p>6.3.3. цели обработки персональных данных;</p>
            <p>6.3.4. обязанность лица соблюдать конфиденциальность персональных данных;</p>
            <p>6.3.5. требования по использованию российских баз данных;</p>
            <p>6.3.6. требования по защите персональных данных, установленных Федеральным
                законом от 27 июля 2006 г. N 152-ФЗ “О персональных данных”.</p>
            <p>6.4. А также, в установленных законом случаях – с оформлением письменного
                согласия на передачу персональных данных.</p>
            <h6>7. ОБЕСПЕЧЕНИЕ БЕЗОПАСНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h6>
            <p>7.1. Общество принимает необходимые организационные и технические меры по
                обеспечению конфиденциальности персональных данных при их обработке в
                Обществе:</p>
            <p>7.1.1. Разработаны и актуализированы распорядительные и организационно –
                правовые документы и локальные нормативные акты регламентирующие процессы
                обработки персональных данных.</p>
            <p>7.1.2. Обеспечена правовая защита персональных данных путем заключения
                договорных отношений, включающих обязательства по соблюдению
                уполномоченными работниками Общества конфиденциальности персональных
                данных;</p>
            <p>7.1.3. Обеспечена сохранность документов, содержащих персональные данные,
                при их хранении в офисных помещениях, включая применение систем контроля
                доступа в такие помещения, оборудование помещений охранной и
                противопожарной сигнализацией;</p>
            <p>7.1.4. Применение в информационных системах персональных данных
                антивирусной защиты, средств защиты от несанкционированного доступа к
                персональным данным, средств контроля целостности персональных данных и
                иных технических средств;</p>
            <p>7.1.5. Применение идентификации и проверки подлинности пользователя при
                входе в информационную систему по паролю условно-постоянного действия.</p>
            <p>7.2. Общество самостоятельно определяет состав и перечень мер, необходимых и
                достаточных для обеспечения выполнения возложенных на него обязанностей,
                если иное не предусмотрено правовыми актами Российской Федерации.</p>
            <h6>8. ПРАВА СУБЪЕКТОВ ПЕРСОНАЛЬНЫХ ДАННЫХ</h6>
            <p>8.1. Субъект персональных данных имеет право:</p>
            <p>8.1.1. На получение сведений, касающихся обработки его персональных данных;</p>
            <p>8.1.2. На свободный бесплатный доступ к своим персональным данным, включая
                право на получение копий любой записи, содержащей персональные данные;</p>
            <p>8.1.3. Требовать Общества уточнения его персональных данных, их блокирования
                или уничтожения в случае, если персональные данные являются неполными,
                устаревшими, неточными, незаконно полученными или не являются
                необходимыми для заявленной цели обработки, а также принимать
                предусмотренные законом меры по защите своих прав;</p>
            <p>8.1.4. Требовать извещения всех лиц, которым ранее были сообщены его неверные
                или неполные персональные данные обо всех произведенных в них изменениях;</p>
            <p>8.1.5. Отозвать согласие на обработку персональных данных;</p>
            <p>8.1.6. Реализовать иные права, предусмотренные законодательством Российской
                Федерации.</p>
            <p>8.2. Права субъекта персональных данных, указанные в п.8.1., могут быть
                ограничены в случаях, предусмотренных законодательством Российской
                Федерации.</p>
            <div class="text-center">
                <a class="btn btn-primary" data-bs-dismiss="offcanvas" href="#">Закрыть</a>
            </div>
    </div>
</div>
