<div class="offcanvas offcanvas-start" tabindex="-1" id="regulation_personal_data" aria-labelledby="offcanvasLabel">
    <div class="offcanvas-header">
        <h5 class="offcanvas-title" id="offcanvasLabel">Согласие на обработку персональных данных</h5>
        <button type="button" class="btn-close" data-bs-dismiss="offcanvas" aria-label="Close"></button>
    </div>
    <div class="offcanvas-body">
        В соответствии с п.4 ст.9 Федерального закона от 27.07.2006 №152-ФЗ «О
        персональных данных», настоящим я выражаю согласие гарантирующему поставщику
        ООО «РКС-энерго» (187320, Ленинградская обл., Кировский р-н, г. Шлиссельбург, Жука
        ул. д.3, пом. 204, ИНН 3328424479; ОГРН 1023301459356398024) (далее – Оператор) на
        обработку (в том числе, сбор, запись, систематизацию, накопление, хранение, уточнение,
        обновление, изменение, извлечение, использование, передачу, распространение,
        предоставление, доступ, обезличивание, блокирование, удаление, уничтожение) в
        документальной и (или) электронной форме, включая размещение их на данном сайте в
        информационно-телекоммуникационной сети «Интернет» (далее – интернет-сайт) и
        личном кабинете, в целях заключения, исполнения, изменения и расторжения договора
        энергоснабжения/купли-продажи электрической энергии (мощности) и/или
        предоставления иных дополнительных услуг, моих персональных данных, в том числе:
        <p>1.Фамилия, имя, отчество, дата рождения, гражданство, реквизиты документа,
            удостоверяющего личность;</p>
        <p>2.Адрес регистрации по месту жительства, адрес фактического проживания;</p>
        <p>3.Адрес электронной почты;</p>
        <p>4.Сведения о предоставляемых льготах по оплате электрической энергии (с
            указанием категории льготы, документа, удостоверяющего льготу, даты начала и
            окончания действия льготы, размер льготы);</p>
        <p>5.Сведения о приборах учета электрической энергии;</p>
        <p>6.Сведения об объемах потребленной энергии;</p>
        <p>7.Сведения об основаниях владения и пользования энергопринимающим
            оборудованием;</p>
        <p>8.Сведения о расчетах за потребленную электроэнергию по договору
            энергоснабжения/ купли-продажи электрической энергии (мощности), включая сведения о
            произведенных оплатах и наличии задолженности по договору энергоснабжения;</p>
        <p>9.Номер контактного телефона: домашний, служебный, мобильный;</p>
        <p>10.Иные сведения и данные, необходимые для исполнения договора энергоснабжения/
            купли-продажи электрической энергии (мощности).</p>
        <p>Предоставляя свои персональные данные, я также соглашаюсь на их обработку
            самим сайтом и личным кабинетом.</p>
        <p>С целью использования интернет-сайта и личного кабинета я выражаю также
            согласие на обработку персональных данных лицам, организующим техническое
            обеспечение при обмене данными в информационных системах, в том числе
            обслуживаемых ПАО «Мегафон», с целями аутентификации данных для последующей
            авторизации и регистрации на интернет-сайте и в личном кабинете ООО «РКС-энерго»,
            идентификации для обеспечения соблюдения требований законодательства о
            противодействии легализации (отмыванию) доходов, полученных преступным путем, и
            финансированию терроризма, передачи моих данных компании для автоматизированного
            сбора данных необходимых для использования интернет-сайта и личного кабинета ООО
            «РКС-энерго» и получения услуг от компании, установления соответствия
            предоставленных мной данных для пользования интернет-сайтом и личным кабинетом
            ООО «РКС-энерго» с данными, предоставленными пользователем, указанного мной
            телефонного номера, а также для передачи моих данных для автоматизированного сбора
            данных, необходимых для использования интернет-сайта и личного кабинета ООО «РКС-
            энерго».</p>
        <p>Настоящим я выражаю также согласие на получение квитанций (платежных
            документов) в электронном виде по электронной почте, указанной в личном кабинете, без
            направления в мой адрес квитанции (платежного документа) на оплату электроэнергии на
            бумажном носителе.</p>
        <p>Настоящее согласие действует бессрочно и может быть отозвано мной в
            письменной форме посредством обращения на электронную почту, указанную в разделе
            контактов данного сайта, или путем направления в адрес ООО «РКС-энерго» письменного
            уведомления.</p>
        <p>Я подтверждаю подлинность всей предоставленной мною информации на
            интернет-сайте и в личном кабинете ООО «РКС-энерго».</p>
        <div class="text-center">
            <a class="btn btn-primary" data-bs-dismiss="offcanvas" href="#">Закрыть</a>
        </div>
    </div>
</div>
