<div class="offcanvas offcanvas-start" tabindex="-1" id="offcanvas" aria-labelledby="offcanvasLabel">
    <div class="offcanvas-header">
        <h5 class="offcanvas-title" id="offcanvasLabel">Правила</h5>
        <button type="button" class="btn-close" data-bs-dismiss="offcanvas" aria-label="Close"></button>
    </div>
    <div class="offcanvas-body">
        <h6>Здесь должны быть опубликованы правила</h6>
        Далее идет пример:
        <ol>
            <li>
                При использовании информации, размещаемой на Едином портале обращений граждан (далее — Портал),
                технические средства Портала автоматически распознают сетевые (IP) адреса и доменные имена каждого
                пользователя (посетителя Портала).
                Упомянутые сведения; электронные адреса лиц, пользующихся интерактивными сервисами Портала и (или)
                отправляющих электронные сообщения в адреса, указанные на Портале; автоматически накапливаемые сведения
                о том, к каким интернет-страницам Портала обращались пользователи; иные сведения (в том числе
                персонального характера), сообщаемые пользователями, — хранятся с использованием технических средств
                Портала для целей, перечисленных в пункте 2 настоящего Уведомления.
            </li>
            <li>
                Сведения о пользователях Портала, накапливаемые и хранимые в технических средствах Портала, используются
                исключительно для целей совершенствования способов и методов представления информации на Портале,
                улучшения обслуживания его пользователей (посетителей), выявления наиболее посещаемых интернет-страниц
                (интерактивных сервисов) Портала, а также ведения статистики посещений Портала.
            </li>
            <li>
                Вне пределов, указанных в пункте 2 настоящего Уведомления, информация о пользователях Портала не может
                быть каким-либо образом использована или разглашена. Доступ к таким сведениям имеют только лица,
                специально уполномоченные на проведение работ, указанных в пункте 2 настоящего Уведомления и
                предупрежденные об ответственности за случайное или умышленное разглашение либо несанкционированное
                использование таких сведений.
            </li>
            <li>
                Информация персонального характера о пользователях Портала хранится и обрабатывается с соблюдением
                требований российского законодательства о персональных данных.
            </li>
            <li>
                Какая-либо информация, являющаяся производной по отношению к сведениям, перечисленным в пункте 1
                настоящего Уведомления, представляется для последующего использования (распространения) исключительно в
                обобщенном виде, без указания конкретных сетевых (электронных) адресов и доменных имен пользователей
                (посетителей) Портала.
            </li>
            <li>
                Рассылка каких-либо электронных сообщений по сетевым (электронным) адресам пользователей (посетителей)
                Портала, а также размещение на Портале гиперссылок на сетевые (электронные) адреса пользователей Портала
                и (или) их интернет-страницы допускаются исключительно, если такая рассылка и (или) размещение прямо
                предусмотрены правилами использования соответствующего интерактивного сервиса и на такую рассылку и
                (или) размещение получено предварительное согласие пользователя (посетителя) Портала, выраженное в
                форме, предусмотренной указанными правилами.
                Переписка с пользователями (посетителями) Портала, не относящаяся к использованию интерактивных сервисов
                Портала либо иных информационных разделов Портала, не производится.
            </li>
        </ol>
        <div class="text-center">
            <a class="btn btn-primary" data-bs-dismiss="offcanvas" href="#">Закрыть</a>
        </div>
    </div>
</div>
